#    -*- mode: org -*-


Archived entries from file /home/ethanligon/.emacs.d/ethanligon.org


* Package Archives
  :PROPERTIES:
  :ARCHIVE_TIME: 2019-02-02 Sat 15:13
  :ARCHIVE_FILE: ~/.emacs.d/ethanligon.org
  :ARCHIVE_CATEGORY: ethanligon
  :END:
#+BEGIN_SRC emacs-lisp :tangle yes
;(add-to-list 'package-archives '("marmalade" . "https://marmalade-repo.org/packages/") t)
(add-to-list 'package-archives
             '("melpa-stable" . "https://stable.melpa.org/packages/") t)
(add-to-list 'package-archives '("org" . "http://orgmode.org/elpa/") t) ; Org-mode's
#+END_SRC

#+results:
: ((gnu . http://elpa.gnu.org/packages/) (melpa-stable . https://stable.melpa.org/packages/) (org . https://orgmode.org/elpa/) (marmalade . https://marmalade-repo.org/packages/) (org . http://orgmode.org/elpa/))

